{"2": {"content": "<p>Lecturer in Mathematics, Korteweg-de Vries Institute for Mathematics, Faculty of Science, University of Amsterdam. See more about <a href=\"http://staff.science.uva.nl/~heck/Work/index.html\" target=\"_blank\">Work and Education</a> <br>\r\n\r\n<br>\r\n\r\n</p>\r\n", "type": "Person", "links": {"1": {"content": "<span style=\"color: #231f20;\">I am a </span><span style=\"color: #231f20;\">senior consultant </span><span style=\"color: #231f20;\">in university science teaching, </span><span style=\"color: #231f20;\">specialized in ICT </span><span style=\"color: #231f20;\">(University Teaching qualification programme (Dutch BKO), </span><a href=\"http://ectn-assoc.cpe.fr/echemtest/tc/NL_UAmsterdam.htm\" target=\"_blank\">Amsterdam EChemTest center</a><span style=\"color: #231f20;\">). I am the </span><span style=\"color: #231f20;\">coordinator of the ICT and teaching </span><span style=\"color: #231f20;\">innovation </span><span style=\"color: #231f20;\">(</span><span style=\"color: #231f20;\"><span style=\"color: #231f20;\">ICTO-FNWI Programmaraad, </span></span><a href=\"http://ictofnwi.wordpress.com/\" target=\"_blank\">ICTO-FNWI blog</a><span style=\"color: #231f20;\"><span style=\"color: #231f20;\">) </span>at the Faculty of Science, University of Amsterdam. </span><br>\r\n<span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\">I am an active member of the European Chemistry Thematic Network working groups.</span><h3>Relevant publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li><i>Book:</i> Brouwer, N., Dekker, P.J., van der Pol, J. (2013), <i>e-Learning Cookbook. TPACK\r\nin Professional Development in Higher Education</i>, SURF, ISBN 978 90 8964 646 0,\r\ne-ISBN&nbsp; 978 90 4852 312 2. <br>\r\n\r\nFree download:\r\n<a href=\"http://dare.uva.nl/aup/nl/record/458390\" target=\"_blank\">http://dare.uva.nl/aup/nl/record/458390</a>.\r\n</li>\r\n\r\n\t<li><i>Book chapter:</i> Brouwer, N. &amp; McDonnell, C. (2009). Online Support and Online Assessment\r\nfor Teaching and Learning Chemistry<i>.</i> In Eilks, I. &amp; Byers, B. (Eds.),\r\n<i>Innovative Methods iof Teaching and Learning Chemistry in Higher Education</i> (pp.\r\n123-152) Cambridge UK: RSC Publishing. Free download at: <a href=\"http://arrow.dit.ie/scschcpsbk/2/\" target=\"_blank\">http://arrow.dit.ie/scschcpsbk/2/</a></li>\r\n\r\n\t<li><i>Paper:</i> <span style=\"color:#000000;background-color:transparent;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;\" id=\"docs-internal-guid-343daf1c-6257-97e8-db17-cd090e558ce3\">Koopman, L., Brouwer, N., Heck, A., Buma, W.-J. (2008). Remedial Mathematics for Quantum Chemistry, </span><span style=\"color:#000000;background-color:transparent;font-style:italic;font-variant:normal;text-decoration:none;vertical-align:baseline;\">J. Chem. Educ.</span><span style=\"color:#000000;background-color:transparent;font-style:normal;font-variant:normal;text-decoration:none;vertical-align:baseline;\"> &nbsp;85 (9), pp. 1233-1236.<br>\r\n\r\n<a href=\"http://pubs.acs.org/doi/pdfplus/10.1021/ed085p1233\" target=\"_blank\">http://pubs.acs.org/doi/pdfplus/10.1021/ed085p1233</a> \r\n</span></li>\r\n\r\n\t<li><i>Paper:</i> Rienties, B., Brouwer, N., Bohle Carbonell, K., Townsend, D., Rozendal\r\nA.-P., Van der Loo, J., Dekker, P., Lygo-Baker, S. (2013) Onine training of\r\nTPACK skills of highe education scholars: a cross-institutional impact study,\r\n<i>European Journal of Teacher Education</i>,&nbsp;<a href=\"http://www.tandfonline.com/doi/abs/10.1080/02619768.2013.801073\" target=\"_blank\">http://www.tandfonline.com/doi/abs/10.1080/02619768.2013.801073</a> \r\n</li>\r\n\r\n\t<li><i>Paper:</i> Rienties, B, Brouwer, N. Lygo-Baker, S. (2013) The effects of online\r\nprofessional development on higher education teachers' beliefs and intentions\r\ntowards learning facilitation and technology, <i>Teaching and Teacher\r\nEducation, </i>29, 122-131.<br>\r\n\r\n<a href=\"http://www.sciencedirect.com/science/article/pii/S0742051X12001412\" target=\"_blank\">http://www.sciencedirect.com/science/article/pii/S0742051X12001412</a> <br>\r\n\r\n</li></ul>\r\n\r\nSee more on the N.Brouwer homepage (visit website). <br>\r\n", "type": "Person", "title": "Natasa Brouwer"}, "2": {"content": "<p>Lecturer in Mathematics, Korteweg-de Vries Institute for Mathematics, Faculty of Science, University of Amsterdam. See more about <a href=\"http://staff.science.uva.nl/~heck/Work/index.html\" target=\"_blank\">Work and Education</a> <br>\r\n\r\n<br>\r\n\r\n</p>\r\n", "type": "Person", "title": "Andr&#x00e9; Heck"}, "134": {"content": "<p><b><i>Affiliation: </i></b>I.I.S. &#x201c;L.Nobili&#x201d; Reggio Emilia, Italy&nbsp;</p>\r\n\r\n<p>Paola Ambrogi is a Chemistry teacher and Tutor Coordinator of trainee chemistry teachers at the University of Modena and Reggio Emilia (Italy). She works in the field of pre- and in-service chemistry teacher education and researches in chemistry education. Her research interests include assessment, Inquiry Based Science Education and &nbsp;Cooperative Learning teaching methods. She is an active member of the European Chemistry Thematic Network and its working groups.&nbsp;</p>\r\n\r\n<h3>Publications about teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\t<li><span style=\"line-height: 1.5em;\">Ambrogi, P., &nbsp;Reiners, C. S. (2012), Chemistry Competence Based Curricula: a comparative analysis of the implementation in Germany and Italy. C.n.S La chimica nella scuola, Speciale n3, 26-28.&nbsp;<a href=\"http://www.didichim.org/download/ICCECRICE-rome-2012/Ade-Bus.pdf\" target=\"_blank\">http://www.didichim.org/download/ICCECRICE-rome-2012/Ade-Bus.pdf</a>&nbsp;&nbsp; online 7/03/2013)</span></li>\r\n\t<li><span style=\"line-height: 1.5em;\">Ambrogi,P., (2010), The Italian ISS National Plan to enhancing science literacy through science teachers&#x2019; education, <i>10th ECRICE, Krakow 2010</i>, book of abstracts abstract, p.28-29.</span></li>\r\n\t<li><span style=\"line-height: 1.5em;\">Battistuzzi, G., Malavasi, G. &nbsp;Bellei, M., Zanoli, R., Ambrogi, P. (2010), Progetto Lauree Scientifiche: orientamento e formazione degli insegnanti per l&#x2019;area chimica. Un bilancio dell&#x2019;attivit&#x00e0; dell&#x2019;unit&#x00e0; operativa dell&#x2019;Universit&#x00e0; di Modena e Reggio Emilia. In L. Menabue, G. Santoro (Eds.) <i>New Trends in Science and Technology Education</i> selected papers volume 1. Bologna: Clueb &nbsp;218-230. ISBN 978-88-491-3392-9&nbsp;</span></li>\r\n\t<li><span style=\"line-height: 1.5em;\">Ambrogi,P., Caselli,M, Montalti, M., Venturi,M.,(2008), Make sense of nanochemistry and nanotechnology <i>CERP Chem. Educ. Res. Pract.</i>, 9, 5-10 , DOI: 10.1039/B801285G&nbsp;</span></li>\r\n\t<li><span style=\"line-height: 1.5em;\">Ambrogi, P. (2008), A new approach to improving science literacy, 9th ECRICE Istanbul 2008, abstract book, p. 34-35.</span></li></ul>\r\n", "type": "Person", "title": "Paola Ambrogi"}, "137": {"content": "Author: Natasa Brouwer<br><br><h3>Motivation for this project</h3>\r\n\r\n<p>The lecturers who are involved with ICT in teaching innovation projects are experts in their field but often do not have yet enough specific pedagogical knowledge or knowledge about educational technology to achieve an optimal result of a project for the teaching practice. Besides that an integration of pedagogical, technological and content knowledge is necessary for an optimal result. In the context of one project the professionalization in a specific direction needed. The available workshops of regular professional development programmes are mostly not enough content specific to professionalize lecturers who design teaching in the context of an innovation project in a life long learning situation. The knowledge and experiences of the lecturers and experiences of ICT and education innovation projects are not shared enough and there is also no suitable knowledge platform to do so. <br>\r\n\r\n</p>\r\n\r\n<h3>Results - goals<br>\r\n\r\n</h3>\r\n\r\n\r\n<ol>\r\n</ol>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>\r\nIn project STEEP a multi-annual plan was developed and the approach was worked out which will increase the qualty of the ICT and innovation of education projects and which will support and intensify sharing of the experiences. <br>\r\n\r\n<p><img unselectable=\"on\" src=\"/media/uploads/methodeICTO-FNWI1_2.jpg\" alt=\"methodeICTO-FNWI1.jpg\"></p>\r\n\r\n<h5><i>Scheme 1:</i> The ICTO-FNWI method </h5>\r\n\r\n</li></ul>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>The information system Starfish was designed to facilitate information \r\nand support professional development of lecturers and their \r\ncollaboration about how to use ICT in teaching in their life long \r\nlearning sitution.<img unselectable=\"on\" src=\"/media/uploads/Starfish_2.jpg\"><i><br>\r\n\r\n</i><h5><i>Scheme 2:</i> Homepage of Starfish</h5>\r\n\r\nOn Starfish the information and the manuals are shared which was produced in the innovation projects SmartVoting about the project Online Schakelen which were directly supported by the STEEP project. The ICT projects in the future will use the the STEEP framework to get support and Starfish to communicate the results. &nbsp;&nbsp;\r\n</li></ul>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Collaboration with two ICT and education innovation projects (SmartVoting and Online Schakelen) as a proof of concept for support of innovation projects&nbsp;</li>\r\n\r\n\t<li>Online course Supervising students in distance learning<br>\r\n\r\nAn online course for the moderators in distance learning courses. According to the plan this course will be organized several times per year by the Centrum voor Nascholing Amsterdam. <br>\r\n\r\n<p><img unselectable=\"on\" src=\"/media/uploads/moduleModerator_starfish.jpg\" alt=\"moduleModerator_starfish.jpg\"><i><br>\r\n\r\n</i></p>\r\n\r\n<h5><i>Scheme 3: Print screen of the online course Supervising students in distance learning in Blackboard as learning platform</i></h5>\r\n\r\n</li></ul>\r\n\r\n<b><i>Project leader:</i> </b>Natasa Brouwer (UvA)&nbsp; <br>\r\n\r\n<b><i>Start project:</i></b> September 2012<br>\r\n\r\n<b><i>End project:</i></b> October 2013 (due to delay project finished in March 2014)<br>\r\n\r\n<b><i>Funding:</i></b> UvA ICTO fonds<br>\r\n\r\n<i><b>Budget:</b></i> 25.180 euro\r\n<p><i>_____<br>\r\n\r\n<b>Download project report as pdf</b>: <a href=\"/media/uploads/STEEP_FNWI_eindrapportageICTOfonds2012-2013_website.pdf\">STEEP_eindrapportage_ICTOfonds2012-2013</a></i></p>\r\n", "type": "Project", "title": "STEEP: Supporting Technology Enhanced Education Projects"}, "12": {"content": "Author: Natasa Brouwer<br><br><h3>Motivation for this project</h3>\r\n\r\nVoting in teaching in a pedagogical sound way can improve the quality of learning by students. There is already a group lecturers at the Faculty of Science who apply voting in their teaching with very good results. This group is still to small and should be bigger.    \r\n<h3>Results</h3>\r\n\r\n<p>This project made &#x200b;&#x200b;it possible for the Faculty of Science lecturers to get started with voting in teaching in a pedagogical sound way. The goals of this project were to exchange the experiences of the lecturers who are using voting in teaching and to prepare the necessary information for the FNWI teaching staff about how to use the voting tools and where to find them.<br>\r\n\r\nDuring the project a practice oriented workshop for lecturers about the use of voting in teaching was organized twice. The teaching methods, the experiences by lecturers and the practical issues about the voting tools which are available (licence) or are free were discussed, such as TurningPoint clickers and online voting system Shakespreak. This workshop will be organized again in the next years in the BKO program. Two student assistants provided the individual technical support to the lecturers-participants during the project. The experience with this approach was very good.<br>\r\n\r\nIn Smart Voting each individual participating lecturer worked on his or her individual grassroots project in which he or she redesigned teaching and applied voting and tried it out in own teaching practice. \r\n</p>\r\n\r\n<p><i>Project leaders:</i> Astrid Janmaat, Natasa Brouwer</p>\r\n\r\n<p><i>Start project:</i> September 2012 <br>\r\n\r\n</p>\r\n\r\n<p><i>End project:</i> October 2013<br>\r\n\r\n</p>\r\n\r\n<p><i>Funding: </i>University of Amsterdam, Grassroots<i> </i>programme<i><br>\r\n\r\n</i></p>\r\n\r\n<p><i>Budget:</i> 10.000 euro</p>\r\n\r\n<p>Download project report: <a href=\"/media/uploads/Evaluatieverslag Grassroots 2012_NBrouwer_FNWI.pdf\" target=\"_blank\">Evaluatieverslag Grassroots 2012_NBrouwer_FNWI.pdf</a>\r\n</p>\r\n", "type": "Project", "title": "SmartVoting"}, "14": {"content": "<p><span style=\"color: rgb(51, 51, 51);\">I think about the problems that next generations will face. That lifelong process entails trying to understand the mechanics of society and attempting to use those fragments of understanding to make a difference. I am by no means asserting to have achieved either, but I feel it is important to continue pursuing both nonetheless.</span><br style=\"color: rgb(51, 51, 51);\"><br style=\"color: rgb(51, 51, 51);\"><span style=\"color: rgb(51, 51, 51);\">At the moment I am particularly interested in creating world-wide collaborative innovation to massively accelerate the process of finding solutions to the problems we face. I perceive the education system and the economy around ideas to be important components of that concept. The education system because it can wake up or put to sleep the innovative capabilities of humans and the economy because it can let ideas interact or isolate them.</span><br style=\"color: rgb(51, 51, 51);\"><br style=\"color: rgb(51, 51, 51);\"><span style=\"color: rgb(51, 51, 51);\">Although my discussions and thoughts concern all of the aspects described above, most of my actions currently concern the education system. In particular, I am part of the Learning Analytics community with the goal of moving towards more personalized learning by providing more timely and detailed information about the learning process to teacher and students, but without many of the organizational restrictions that are forced upon them in current formal education settings.</span><br style=\"color: rgb(51, 51, 51);\"><br style=\"color: rgb(51, 51, 51);\"><span style=\"color: rgb(51, 51, 51);\">There are various media through which I attempt to contribute. I give talks about these topics on symposia for various audiences. I&#x2019;m involved in innovation projects in higher education and conduct research on technology-enhanced learning. And I support others, both commercial and noncommercial, by providing my feedback and ideas.</span><br>\r\n\r\n</p>\r\n", "type": "Person", "title": "Sander Latour"}, "69": {"content": "Author: Natasa Brouwer<br><br><h3>Motivation for this project</h3>\r\n\r\n<p><i>Traditional </i>weblectures are used by students after the lecture was given in the classroom. They are a valuable addition to the teaching materials of one course but they don't challenge students for active learning without offering them to the students in a pedagogical relevant way. Traditional (web)lectures are in general too long to be used actively for learning as a whole. Knowledge clips are a better alternative for active learning. Knowledge clips are meant to be used to prepare for the lectures and construct knowledge before the class and also to prepare for examinations. In a knowledge clip the focus is set on the explanation of a single concept. <br>\r\n\r\n<br>\r\n\r\nAt the Faculty of Science, University of Amsterdam lectures are systematically recorded in most of the programmes with large groups of students. The students are very satisfied with the fact that the lectures are recorded. Some of the lecturers are not so enthusiastic about weblectures because they find that due to the weblectures their students miss the lectures in the classroom. <br>\r\n\r\n</p>\r\n\r\n<p>There is not much done on knowledge clips at the Faculty of Science yet. This project would like to make a difference and stimulate lecturers to make knowledge clips for their classes and use them in teaching to activate students for learning. The specific reasons and connections with other activities at the faculty are:<br>\r\n\r\n-&nbsp;&nbsp;&nbsp;&nbsp; \"Independent learning - distance learning\" (&#x201c;Zelfstandig leren &#x2013; afstand onderwijs&#x201d;) is one of the three pillars of the teaching innovation using ICT term plan 2014-2016 at the Faculty of Science.&nbsp; <br>\r\n\r\n-&nbsp;&nbsp;&nbsp; Active learning using ICT is a part of the University Teaching Certificate programme (in Dutch BKO). Flipped classroom is one of the theme's.&nbsp; <br>\r\n\r\n-&nbsp;&nbsp;&nbsp; Flipped classroom using weblectures in pedagogically relevant way is applied at this moment by one course in the Psychobiology programme and results are very promising. <br>\r\n\r\n</p>\r\n\r\n<h3>Results</h3>\r\n\r\n<p>10 lecturers work each on their own \"<i>grassroots project</i>\" and make each about 3-5 knowledge clips and redesign their course to enrich their courses using knowledge clips. The lecturers get support by the teaching assistants. Knowledge and experiences are exchanged within the Grassroots programme. Manuals and instructions, tips and tricks will be produced in order to be shared during and after the project by lecturers who wish to use knowledge clips in their teaching. <br>\r\n\r\n</p>\r\n\r\n<p><i>Project leader:</i> Natasa Brouwer<br>\r\n\r\n</p>\r\n\r\n<p><i>Funding:</i> University of Amsterdam, Grassroots programme<br>\r\n\r\n</p>\r\n\r\n<p><i>Project period: September </i>2013 - April 2014</p>\r\n\r\n<p><i>Budget:</i> 10.000 euro</p>\r\n<p><i>Project plan:</i> <a href=\"/media/uploads/Grassrootprogramma-2013_FNWI_30-08-2013.pdf\">Grassrootprogramma-2013_FNWI_30-08-2013.pdf</a></p>\r\n", "type": "Project", "title": "Knowledge clips for active learning"}, "159": {"content": "<p><b><i>Affiliation:</i></b> University of Belgrade Faculty of Chemistry, Serbia<br>\r\n\r\n</p>\r\n\r\n<p>Dragica Trivi&#x0107; is associate professor at the University of Belgrade, Faculty of Chemistry. Her fields are chemistry education, scientific literacy, pre-service chemistry teacher education, continuing professional development, teaching/learning methods, standards of students' achievements, standards of textbook quality.</p>\r\n\r\n<p><a href=\"/media/uploads/CVDragicaTrivic10.3.2014_1.doc\">=&gt; Download Dragica Trivi&#x0107; CV and the list of her references</a></p>\r\n\r\n<h3>Relevant publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Sisovic, D. &amp; Bojovic, S. (2000). On the use of concept maps at different stages of chemistry teaching, <i>Chem. Educ. Res. Pract.</i>, 1, 135-144.</li>\r\n\t<li>Sisovic, D. &amp; S. Bojovic (2000). Approaching the concepts of acids and bases by cooperative learning. <i>Chem. Educ. Res. Pract.</i>, 1, 263-275.</li>\r\n\t<li>&#x0160;i&#x0161;ovi&#x0107;, D. &amp; Bo&#x0161;kovi&#x0107;, D. (2005). Interdisciplinary instructional approach to the theme \"Air, Water, Soil and Food Pollution and Its Prevention\" in seventh grade, <i>Journal of Science Education (REC)</i>, 6, 2, 100-102.</li>\r\n\t<li>Trivi&#x0107;, D. &amp; Randjelovi&#x0107;, M. (2007). Fireworks on school bench, <i>Journal of Science Education (REC)</i>, 8, 2, 96-99.</li>\r\n\t<li>Toma&#x0161;evi&#x0107;, B. &amp; Trivi&#x0107;, D. (2012). Planning chemistry lesson and the indicators of learning process of chemistry. <i>Journal of Science Education,</i> 13, 1, 32-34<br>\r\n\r\n</li></ul>\r\n", "type": "Person", "title": "Dragica Trivi&#x0107;"}, "161": {"content": "<p><i><b>Affiliation:</b></i> Ataturk University, Turkey&nbsp;</p>\r\n\r\n<p>I am a professor of chemistry education. My research interests include teacher training, curriculum evaluation, how students&#x2019; learn in science/chemistry, concept learning and teaching in science, context-based teaching, problem/project-based learning, teaching sience/chemistry to visually impaired students and undergraduates&#x2019; understandings of chemical ideas in thermodynamics and students&#x2019; misconceptions.</p>\r\n\r\n<p>I am interested in how to teach science/chemistry effectively to visually impaired students.</p>\r\n\r\n<h3>Relevant publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Sozbilir, M., Kutu, H., &amp; Yasar, M.D. (2012). Science education research in Turkey: A content analysis of selected features of papers published. In D. Jorde &amp; J. Dillon (Eds). <i>Science Education Research and Practice in Europe</i>: Retrospective and Prospective (pp.341-374). Rotterdam: Sense Publishers.</li>\r\n\r\n\t<li>Bah&#x00e7;ekap&#x0131;l&#x0131;, E., Bah&#x00e7;ekap&#x0131;l&#x0131;, T., Fi&#x015f; Er&#x00fc;mit, S., G&#x00f6;kta&#x015f;, Y. &amp; S&#x00f6;zbilir, M. (2013). The factors affecting definition of research problems in educational technology researches. <i>Educational Sciences: Theory &amp; Practice</i>, 13(4), 2317-2335. DOI: 10.12738/estp.2013.4.1684.&nbsp;</li>\r\n\r\n\t<li>Cinici, A., Sozbilir, M., &amp; Demir, Y. (2011). Effect of cooperative and individual learning activities on students&#x2019; understanding of diffusion and osmosis. Egitim Arastirmalari-Eurasian Journal of Educational Research, 43, 19-36.</li>\r\n\r\n\t<li>S&#x00f6;zbilir, M., P&#x0131;narba&#x015f;&#x0131;, T., &amp; Canpolat, N. (2010). Prospective chemistry teachers&#x2019; conceptions of chemical thermodynamics and kinetics. Eurasia Journal of Mathematics, Science &amp; Technology Education, 6(2), 111-122. Online [<a href=\"http://www.ejmste.com\" target=\"_blank\">http://www.ejmste.com</a> ].</li>\r\n\r\n\t<li>Pinarbasi, T., Sozbilir, M., &amp; Canpolat, N. (2009). Prospective chemistry teachers' misconceptions about colligative properties: boiling point elevation and freezing point depression. <i>Chemistry Education Research and Practice</i>, 10(4), 273-280. Online [<a href=\"http://www.rsc.org/cerp\" target=\"_blank\">http://www.rsc.org/cerp</a> ].<br>\r\n\r\n</li></ul>\r\n", "type": "Person", "title": "Mustafa Sozbilir"}, "164": {"content": "", "type": "Person", "title": "C. Kooijman"}, "48": {"content": "Author: Natasa Brouwer<br><br><p>In the Netherlands all university lecturers need to get a University teaching certificate about teaching and learning in higher education, in Dutch BKO (Basiskwalificatie Onderwijs).&nbsp;</p>\r\n\r\n<p>To get a certificate in the Netherlands the lecturers need to prove different lecturer's competenties: course design, provision of teaching, supervising students, organizing teaching and professional approach. </p>\r\n\r\n<p>__<br>\r\n\r\n<i><a href=\"http://medewerker.uva.nl/fnwi/az/item/basiskwalificatie-onderwijs-bko-fnwi.html\" target=\"_blank\">Information for FNWI lecturers on Faculty of Science Intranet pages.</a> &nbsp;</i> \r\n</p>\r\n", "type": "Glossary", "title": "BKO"}, "169": {"content": "", "type": "Person", "title": "N. Brouwer-Zupancic"}, "170": {"content": "", "type": "Person", "title": "R. de Vries"}, "45": {"content": "Author: Natasa Brouwer<br><br><h3>E-Learning Cookbook. <br>\r\nTPACK in Professional Development in Higher \r\nEducation</h3>\r\n\r\n<p>Brouwer, N., Dekker, P.J., van der Pol, J. (2013) \r\nE-Learning Cookbook. TPACK in Professional Development in Higher \r\nEducation, SURF, \r\nAUP.</p>\r\n\r\n<p>Free download: <a href=\"http://dare.uva.nl/aup/nl/record/458390\" target=\"_blank\">http://dare.uva.nl/aup/nl/record/458390</a> </p>\r\n\r\n<p>Online education can reach more people nowadays and new and challenging learning\r\nexperiences can be created with it. In the average university course the\r\ndigital dimension too often remains limited to simply publishing the existing\r\nface-to-face course content online. Educational technology is often seen as an\r\n\"extra\", a luxury tool, and not as an integral and indispensable element\r\nof a university's teaching design. It is thus crucial that lecturers have and\r\ncan obtain knowledge about how to design technology-enhanced teaching.\r\nTechnical advances can be expected to continue in the future, and those who\r\nwish to implement educational technology in their own teaching practice must\r\nreckon on becoming lifelong learners. This fits the culture of academic\r\nteachers perfectly: they are already lifelong learners and creators of new\r\nknowledge within their discipline.</p>\r\n\r\n<p style=\"text-align:justify\">The\r\nE-Learning Cookbook is based on the notion that a lecturer who uses ICT in\r\nteaching must learn how to apply his or her knowledge about content, pedagogy\r\nand technology in an integrated manner. The idea of integrating these three\r\ntypes of knowledge is based on the TPACK model, which stands for Technological\r\nPedagogical Content Knowledge model. The research showed that redesigning\r\ncourses with TPACK increases the pedagogically responsible use of techno&#x00ad;logy\r\nin education. </p>\r\n\r\n<p style=\"text-align:justify\">The\r\ne-Learning Cookbook provides recipes how to support lecturers in higher\r\neducation to professionalize their skills in designing or redesigning courses\r\nwith ICT using TPACK. The book provides instruc&#x00ad;tions, guidelines, tips and\r\ninspiration to enable its readers to get going in a practical sense. </p>\r\n\r\n<p>The book is\r\nbased on lessons learned from the MARCH<sup>ET</sup> SURF project and the application\r\nof TPACK at five Dutch Higher Education institutions. <br>\r\n\r\n</p>\r\n\r\n<p><img unselectable=\"on\" src=\"/media/uploads/ELearningTPACK_Cover_klein_web_1.jpg\" alt=\"ELearningTPACK_Cover_klein_web.jpg\"></p>\r\n", "type": "Information", "title": "TPACK - E-Learning Cookbook"}, "176": {"content": "", "type": "Person", "title": "R. de Vries"}, "60": {"content": "<p><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><i><b>Affiliation</b></i>: </span><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\">University of Ulster, United Kingdom <br>\r\n\r\n</span></span></p>\r\n\r\n<p><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"></span>Bill Byers taught\r\nchemistry on a variety of courses from sub-degree to postgraduate level to a\r\nwide range of stu&#x00ad;dents studying many disciplines for over 40 years. He has\r\ncontinued teaching, researching and examining part-time since retiring as a\r\nsenior lecturer in Chemistry at the University of Ulster (United Kingdom) at\r\nthe end of 2008.He is an active member of the European Chemistry Thematic Network and its working groups.</span></p>\r\n\r\n<p><i>Teaching Interests</i><br>\r\n\r\nInorganic Chemistry, Radiochemistry, Bioinorganic Chemistry,\r\nAnalytical Chemistry, Spectroscopy and Group Theory, Environmental Chemistry,\r\nOccupational Hygiene and Health and Safety.</p>\r\n\r\n<p><i>Teaching Expertise</i><br>\r\n\r\nIncomplete Hand-outs, Questioning, Audience Response Systems, Open-ended experiments, Group Laboratory Classes, Context and Problem Based Learning, Traditional Group Work, Case Studies, Role play, Study Diaries, General Pedagogy, Reflection and Metacognition, Learning Outcomes and Constructive Alignment.</p>\r\n\r\n<p><a href=\"/media/uploads/BB 2013.doc\">=&gt; Download Bill Byers CV and the full list of his publications</a></p>\r\n\r\n<h3>Relevant publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Byers, B., (2011). Using &#x2018;Learning Logs&#x2019; to promote the development of self-regulated learners. <i>Journal of Science Education,</i> 12, 28-31.</li>\r\n\r\n\t<li>Eilks, I. and Byers, B., (2010). The need for innovative methods of teaching and learning chemistry in higher education - Reflections from a project of the European Thematic Network, <i>Chemistry Education Research and Practice,</i> 11, 241-252.<br>\r\n\r\n<a href=\"http://pubs.rsc.org/en/content/articlelanding/2010/rp/c0rp90004d#!divAbstract\" target=\"_blank\">http://pubs.rsc.org/en/content/articlelanding/2010/rp/c0rp90004d#!divAbstract </a></li>\r\n\r\n\t<li>Byers, B., (2007). ECTN (The European Chemistry Thematic Network): Promoting Cooperation, Harmony, Synergy and Innovation throughout the EC, <i>Proceedings of the 2nd European Variety in Chemical Education Conference,</i> (Prague), 216 &#x2013; 220.</li>\r\n\r\n\t<li>Byers, B., (2007). Opening the Portal to Self-regulated Learning: Using Learning Logs to Develop Metacognitive Skills, <i>Proceedings of the 41st IUPAC Congress,</i> (Turin), 242.</li>\r\n\r\n\t<li>Byers B., (2007). Opening the Portal to Self-regulated Learning: Using Learning Logs to Develop Metacognitive Skills, <i>Proceedings of the 41st IUPAC Congress,</i> (Turin), 242.<br>\r\n\r\n</li></ul>\r\n", "type": "Person", "title": "Bill Byers "}, "65": {"content": "<p><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><i><b>Affiliation</b></i>:&nbsp;</span><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\">Robert Gordon&#x2019;s Institute of Technology, Aberdeen, United Kingdom </span></span></p>\r\n\r\n<p>Hazel Wilkins was a lecturer in chemistry and forensic science at Robert Gordon&#x2019;s Institute of Technology, Aberdeen. She retired in 2011 and teach now part-time at the International College at RGU. Whilst her research area was in synthetic organic chemistry in the field of steroids, her focus became that of learning and teaching given the wide age and background of students she has taught.<br>\r\n\r\n<span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\">She is an active member of the European Chemistry Thematic Network and its working groups.</span> \r\n</p>\r\n\r\n<p><i>Teaching Interests</i> <br>\r\n\r\nGeneral Chemistry, Organic Chemistry, Forensic Science<br>\r\n\r\n<br>\r\n\r\n<i>Teaching Expertise</i><br>\r\n\r\nIncomplete handouts, Open-ended Experiments, Group Laboratory Classes, Projects, Blended Learning, E-learning, On-line Pre-lecture and Post-lecture Resources, Tests.</p>\r\n\r\n<p><a href=\"http://starfish.innovatievooronderwijs.nl/media/uploads/HJW%20ECTN%20CV.docx\">=&gt; Download Hazel Wilkins CV and the full list of her publications</a><a href=\"http://starfish.innovatievooronderwijs.nl/media/uploads/BB%202013.doc\"> </a></p>\r\n\r\n<h3>Recent publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Hunter, C., Wardell, S. and Wilkins, H., * 2000. <i>Introducing first-year students to some skills of investigatory laboratory work</i>, U Chem Ed, 4(i), pp. 12-15.<br>\r\n\r\n<a href=\"http://www.rsc.org/pdf/uchemed/papers/2000/41_hunter.pdf\" target=\"_blank\">http://www.rsc.org/pdf/uchemed/papers/2000/41_hunter.pdf</a> &nbsp;\r\n</li>\r\n\r\n\t<li>Hunter, C., McCosh, R. and Wilkins, H., * 2003. <i>Integrating learning and assessment in laboratory work</i>. Chemistry Education: Research and Practice: Special Section. 4(1): pp. 76-75.<br>\r\n\r\n<a href=\"http://pubs.rsc.org/en/content/articlepdf/2003/rp/b2rp90038f\" target=\"_blank\">http://pubs.rsc.org/en/content/articlepdf/2003/rp/b2rp90038f</a> \r\n</li></ul>\r\n\r\n<p>\r\n<br>\r\n\r\n<i><b>Conference proceedings</b></i><br>\r\n\r\n</p>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>\r\nHunter, C., Wardell, S. and Wilkins, H.,* 1999. <i>Developing undergraduates&#x2019; laboratory skills in chemistry.</i> Proceedings Variety in Chemistry Teaching, Heriot Watt University, Edinburgh pp. 25-26.</li></ul>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>\r\nHunter, C., McCosh, R. and Wilkins, H.,* 2000 <i>An Integrated Approach to Learning and Assessment in Laboratory Work.</i> Proceedings Variety in Chemistry Teaching, University of Lancaster, pp. 49.</li></ul>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>\r\nHunter, C., Wardell, S. and Wilkins, H.,* 2000. <i>Introducing first-year students to some skills of investigatory laboratory work,</i> Proceedings Variety in Chemistry Teaching, University of Lancaster, pp. 33.</li></ul>\r\n", "type": "Person", "title": "Hazel J. Wilkins "}, "197": {"content": "", "type": "Person", "title": "Rick Vermin"}, "203": {"content": "", "type": "Person", "title": "Susan Voogd"}, "98": {"content": "Author: Natasa Brouwer<br><br><p>In this chapter, examples of innovative approaches that use educational technology to support active learning in chemistry lectures, tutorials and laboratory sessions are considered. The scope of the chapter is limited to blended learning. The strengths and weaknesses of e-learning are examined and the options available for online assessment using electronic tests and e-portfolios are discussed. In addition to the literature references provided in the chapter, several examples of good practice involving the implementation of information and<br>\r\n\r\ncommunication technology for chemistry teaching in higher education are incorporated. A list of online resources for lecturers is also included.</p>\r\n\r\n<p><i>Download chapter </i><a href=\"http://arrow.dit.ie/scschcpsbk/2/\" target=\"_blank\">http://arrow.dit.ie/scschcpsbk/2/</a><i><br>\r\n\r\nPart of the book: </i><br>\r\n\r\n<i>Innovative Methods of Teaching and Learning Chemistry in Higher Education</i>. <br>\r\nThis book has been produced as a part of the work carried out by the European Chemistry Thematic Network (ECTN) and is a result of the work by the ECTN Working group <i>\"Innovative Methods in University Chemisty Teaching\"</i>. <br>\r\n\r\n</p>\r\n\r\n<p><i></i></p>\r\n\r\n<h5><i>Reference:<br>\r\n\r\nBrouwer, N. &amp; McDonnell, C. (2009). Online Support and Online Assessment for Teaching and Learning Chemistry. In Eilks, I. &amp; Byers, B. (Eds.), Innovative Methods of Teaching and Learning Chemistry in Higher Education (pp. 123-152) Cambridge UK: RSC Publishing.</i></h5>\r\n\r\n<br>\r\n", "type": "Information", "title": "Online Support and Online Assessment for Teaching and Learning Chemistry"}, "78": {"content": "Author: Natasa Brouwer<br><br><h3>Motivation to start this project</h3>\r\n\r\n<p>Active learning is very important in science education. In science education experiment is an important element in constructing understanding. What is a suitable teaching model for science higer education? <br>\r\n\r\n</p>\r\n\r\n<h3>Results</h3>\r\n\r\n<p>In this project Utrecht University and University of Amsterdam collaborated on a development of a studio course education model and implemented it in 13 bachelor science courses. There is a publication (in Dutch) in which you can read about the studio course model, the design of the courses and experiences and the interviews with the lecturers who used studio course model into their teaching practice. <br>\r\n\r\n</p>\r\n\r\n<p>One of the important experiences of this project is: <br>\r\n\r\n\"There is no \"ready-to-use\" educational&nbsp; model which a lecturer has to apply to bring innovation in his or her teaching. The result is much better when an education model is tailored made implemented in teaching practice.\" <br>\r\n\r\n</p>\r\n\r\n<p><i>Partner institutions: </i>Utrecht University, University of Amsterdam<i><br>\r\n\r\n</i></p>\r\n\r\n<p><i>Project leader:</i> Marjon Engelbarts (project, UU), Natasa Brouwer (UvA)<br>\r\n\r\n</p>\r\n\r\n<p><i>Funding:</i> SURF</p>\r\n\r\n<p><i>Project period: S</i>eptember 2002 &#x2013; December 2004<br>\r\n\r\n</p>\r\n\r\n<p><i>Download project publication: <a href=\"/media/uploads/Interactief_betaonderwijs.pdf\" target=\"_blank\">Interactief_betaonderwijs.pdf</a> (in Dutch)<br>\r\n\r\n</i></p>", "type": "Project", "title": "Interactieve B&#x00e8;ta Leeromgeving (IBL)"}, "207": {"content": "", "type": "Person", "title": "Jeroen Goedkoop"}, "208": {"content": "", "type": "Person", "title": "Monique Zweers"}, "210": {"content": "", "type": "Person", "title": "Floris van Lieshout"}, "84": {"content": "<p><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\"><i><b>Affiliation</b></i>: </span>University of Bremen, Germany</p>\r\n\r\n<p>Silvija Markic is a senior lecturer and researcher at the University of Bremen (Germany) since summer 2009. Before that she finished her teacher training program for grammar school teacher of chemistry and mathematics. She works in the field of chemistry teacher education and researches in the didactics of chemistry. Her research interests include science teachers` beliefs and pedagogical content knowledge, linguistic heterogeneity and diversity in chemistry and science education, cooperative learning and alternative teaching methods.\r\n</p>\r\n\r\n<p><span style=\"Cambria&quot;,&quot;serif&quot;;Times New Roman&quot;;Times New Roman&quot;;\">\r\nShe is an active member of the European Chemistry Thematic Network and its working groups.</span></p>\r\n\r\n<h3>Relevant publications about university teaching and learning</h3>\r\n\r\n\r\n<ul>\r\n\r\n\t<li>Mamlok-Naaman, R., Markic, S., &amp; Rauch, F. (2013): How to keep myself being a professional chemistry teacher. In: I. Eilks &amp; A. Hofstein (eds.), <i>Teaching Chemistry - A studybook.</i> (pp. 269-298). Rotterdam: Sense.&nbsp; <br>\r\n\r\n</li>\r\n\r\n\t<li>Markic, S., Broggy, J., &amp; Childs, P. (2013): How to deal with \r\nlinguistic issues in the chemistry classroom. In: I. Eilks &amp; A. \r\nHofstein (eds.), <i>Teaching Chemistry - A studybook</i>. (pp. 127-152). \r\nRotterdam: Sense.&nbsp;</li>\r\n\r\n\t<li>Markic, S., Eilks, I., di Fuccia, D., &amp; Ralle, B. (2012): \r\nHeterogeneity and cultural diversity in science education and science \r\neducation research. Aachen: Shaker.&nbsp;</li>\r\n\r\n\t<li>Markic, S. &amp; Eilks, I. (2012):&nbsp; A comparison of student teachers` \r\nbeliefs from four different science teaching domains using a \r\nmixed-methods design.<i> International Journal of Science Education</i>, 34 \r\n(4), 589-608.</li>\r\n\r\n\t<li>Markic, S. (2012): Lesson plans for student language heterogeneity while\r\n learning science. In: S. Markic, I. Eilks, D. di Fuccia, &amp; B. Ralle\r\n (eds.), Heterogeneity and cultural diversity in science education and \r\nscience education research. (pp. 41-52). Aachen: Shaker. </li>\r\n\r\n\t<li>Markic, S. (2008): Studies on Freshman Science Student Teachers' Beliefs about Science Teaching and Learning. Aachen: Shaker.</li></ul>\r\n", "type": "Person", "title": "Silvija Markic"}, "214": {"content": "", "type": "Person", "title": "Jolien Kerssens"}, "215": {"content": "", "type": "Person", "title": "Auke Folkerts"}, "216": {"content": "", "type": "Person", "title": "Andy Pimentel"}, "223": {"content": "", "type": "Person", "title": "Joost Reek"}, "226": {"content": "", "type": "Person", "title": "Rex Valkering"}, "227": {"content": "", "type": "Person", "title": "Matthijs Vlaar"}, "234": {"content": "", "type": "Person", "title": "Bas Toeter"}, "236": {"content": "", "type": "Person", "title": "Kim de Crom"}, "237": {"content": "", "type": "Person", "title": "Noor Christoph"}, "238": {"content": "", "type": "Person", "title": "Christel Verberg"}, "239": {"content": "", "type": "Person", "title": "Stephan Pronk"}, "240": {"content": "", "type": "Person", "title": "Marvin Allee"}, "241": {"content": "", "type": "Person", "title": "Tim Sijstermans"}, "242": {"content": "", "type": "Person", "title": "Jorn Blom"}, "244": {"content": "", "type": "Person", "title": "Kees van Wensen"}}, "title": "Andr&#x00e9; Heck"}}