{"1": {"links": {"1": {"tags": ["ActiveLearning", "Natuurwetenschappen", "AfstandOnderwijsEnZelfstandigLeren", "Docentprofessionalisering", "Blackboard", "TPACK", "EChemTest", "Shakespeak", "TestBasedLearning", "Stemkastjes", "FlippedClassroom", "OnlineVotingSystem", "E-learning", "StudiocourseModel", "ECTN", "Chemistry", "StemmenInHetOnderwijs", "ToetsenEnToetsgestuurdLeren"], "author": "unknown", "content": "Expertise in teaching design using ICT. Advice, consultancy, professional development of university lecturers (UvA, Faculty of Science). I am a senior consultant in university science teaching, specialized in ICT (University Teaching qualification programme (Dutch BKO), Amsterdam EChemTest center ). I am the coordinator of the ICT and teaching innovation ( ICTO-FNWI Programmaraad, ICTO-FNWI blog ) at the Faculty of Science, University of Amsterdam. \r\n I am an active member of the European Chemistry Thematic Network working groups. Relevant publications about university teaching and learning \r\n\r\n\r\n \r\n\r\n\t Book: Brouwer, N., Dekker, P.J., van der Pol, J. (2013), e-Learning Cookbook. TPACK\r\nin Professional Development in Higher Education , SURF, ISBN 978 90 8964 646 0,\r\ne-ISBN 978 90 4852 312 2. \r\n\r\nFree download:\r\n http://dare.uva.nl/aup/nl/record/458390 .\r\n \r\n\r\n\t Book chapter: Brouwer, N. & McDonnell, C. (2009). Online Support and Online Assessment\r\nfor Teaching and Learning Chemistry . In Eilks, I. & Byers, B. (Eds.),\r\n Innovative Methods iof Teaching and Learning Chemistry in Higher Education (pp.\r\n123-152) Cambridge UK: RSC Publishing. Free download at: http://arrow.dit.ie/scschcpsbk/2/ \r\n\r\n\t Paper: Koopman, L., Brouwer, N., Heck, A., Buma, W.-J. (2008). Remedial Mathematics for Quantum Chemistry, J. Chem. Educ. 85 (9), pp. 1233-1236. \r\n\r\n http://pubs.acs.org/doi/pdfplus/10.1021/ed085p1233 \r\n \r\n\r\n\t Paper: Rienties, B., Brouwer, N., Bohle Carbonell, K., Townsend, D., Rozendal\r\nA.-P., Van der Loo, J., Dekker, P., Lygo-Baker, S. (2013) Onine training of\r\nTPACK skills of highe education scholars: a cross-institutional impact study,\r\n European Journal of Teacher Education , http://www.tandfonline.com/doi/abs/10.1080/02619768.2013.801073 \r\n \r\n\r\n\t Paper: Rienties, B, Brouwer, N. Lygo-Baker, S. (2013) The effects of online\r\nprofessional development on higher education teachers' beliefs and intentions\r\ntowards learning facilitation and technology, Teaching and Teacher\r\nEducation, 29, 122-131. \r\n\r\n http://www.sciencedirect.com/science/article/pii/S0742051X12001412 \r\n\r\n \r\n\r\nSee more on the N.Brouwer homepage (visit website).", "title": "Natasa Brouwer", "type": "Person", "correct": false}, "38": {"tags": ["MathematicsTestTool", "MathematicsLearningEnvironment", "MathematicsForOthers", "TestBasedLearning", "WiskundeToetstools", "RemedierendWiskundeOnderwijs", "ToetsenEnToetsgestuurdLeren", "FormatieveToetsen", "Assessment", "RemedialTeaching"], "author": "Andr&#x00e9; Heck", "not_recalled": true, "content": "BRAVO Motivation for this project \r\n\r\n BRAVO = Biologie Research Absouluut door Vernieuwing en Oefening \r\n\r\n \r\n\r\nThe students in the Life Sciences programmes need knowledge and skills in mathematics and statistics for deep understanding of the biological content and to do research. On the other hand mathematics is for many students a difficult subject and the students have different knowledge gaps. This mean that support needs to be organized for these students. The growing numbers of students in Life Sciences it is difficult and very expensive to organize efficient support by the teaching staff. An online just-in-time practicing and testing system which provides instant feedback is needed to support non-mathematics students to hold their knowledge at level. \r\n\r\n Results \r\n\r\n In this project interactive test based digital teaching, learning and practicing material is developed for the students to learn mathematics in a biomedical context and to prepare them for research based learning. \r\n\r\n \r\n\r\n The following learning support using IC technology is realized: \r\n\r\n \r\n\r\n\r\n \r\n\r\n\t \r\nrandomized, digital diagnostic test on knowledge and skills to fit the necessary brushing up on knowledge programme to the needs of each particular student \r\n\r\n\t a short online brushing up on knowledge module composed of randomized digital assignments providing instant personal feedback to students in order to efficiently build, refresh knowledge and improve mathematics skills by practicing. \r\n\r\n\t an online introduction module on differential equations in the context of health and disease models \r\n\r\n\t screencasts to explain the necessary tools (Excel, Geogebra applets en CellDesigner); \r\n\r\n\t pencasts for individual students with explanations and work out of the examples \r\n\r\n \r\n\r\n \r\nThe course design which was realized in this project makes it possible for the students to get acquainted with the research based learning and get support in it. This way the students could improve mathematics knowledge and skills, programming in scientific calculation, and modelling skills in the context of human physiology. \r\n\r\n \r\n\r\n Target group: third year students Biomedical sciences \r\n\r\n \r\n\r\n Project leader: Andr Heck \r\n\r\n \r\n\r\n Start project: September 2011 \r\n\r\n \r\n\r\n End project: October 2012 \r\n\r\n \r\n\r\n Funding: UvA ICTO fonts \r\n\r\n \r\n\r\n Budget: 20.000 euro \r\n\r\n Link to the material (in Dutch): http://staff.science.uva.nl/~heck/MGZ13/ \r\n\r\n Download project report: BRAVO_Eindrapportage_format_ICTOfondsprojecten_(ronde_2011).pdf", "title": "BRAVO", "type": "Project"}, "137": {"tags": ["Docentprofessionalisering"], "author": "Natasa Brouwer", "content": "STEEP: Supporting Technology Enhanced Education Projects Motivation for this project \r\n\r\n The lecturers who are involved with ICT in teaching innovation projects are experts in their field but often do not have yet enough specific pedagogical knowledge or knowledge about educational technology to achieve an optimal result of a project for the teaching practice. Besides that an integration of pedagogical, technological and content knowledge is necessary for an optimal result. In the context of one project the professionalization in a specific direction needed. The available workshops of regular professional development programmes are mostly not enough content specific to professionalize lecturers who design teaching in the context of an innovation project in a life long learning situation. The knowledge and experiences of the lecturers and experiences of ICT and education innovation projects are not shared enough and there is also no suitable knowledge platform to do so. \r\n\r\n \r\n\r\n Results - goals \r\n\r\n \r\n\r\n\r\n \r\n \r\n\r\n\r\n \r\n\r\n\t \r\nIn project STEEP a multi-annual plan was developed and the approach was worked out which will increase the qualty of the ICT and innovation of education projects and which will support and intensify sharing of the experiences. \r\n\r\n \r\n\r\n Scheme 1: The ICTO-FNWI method \r\n\r\n \r\n\r\n\r\n \r\n\r\n\t The information system Starfish was designed to facilitate information \r\nand support professional development of lecturers and their \r\ncollaboration about how to use ICT in teaching in their life long \r\nlearning sitution. \r\n\r\n Scheme 2: Homepage of Starfish \r\n\r\nOn Starfish the information and the manuals are shared which was produced in the innovation projects SmartVoting about the project Online Schakelen which were directly supported by the STEEP project. The ICT projects in the future will use the the STEEP framework to get support and Starfish to communicate the results. \r\n \r\n\r\n\r\n \r\n\r\n\t Collaboration with two ICT and education innovation projects (SmartVoting and Online Schakelen) as a proof of concept for support of innovation projects \r\n\r\n\t Online course Supervising students in distance learning \r\n\r\nAn online course for the moderators in distance learning courses. According to the plan this course will be organized several times per year by the Centrum voor Nascholing Amsterdam. \r\n\r\n \r\n\r\n \r\n\r\n Scheme 3: Print screen of the online course Supervising students in distance learning in Blackboard as learning platform \r\n\r\n \r\n\r\n Project leader: Natasa Brouwer (UvA) \r\n\r\n Start project: September 2012 \r\n\r\n End project: October 2013 (due to delay project finished in March 2014) \r\n\r\n Funding: UvA ICTO fonds \r\n\r\n Budget: 25.180 euro\r\n _____ \r\n\r\n Download project report as pdf : STEEP_eindrapportage_ICTOfonds2012-2013", "title": "STEEP: Supporting Technology Enhanced Education Projects", "type": "Project", "correct": false}, "42": {"tags": ["InformationStudies", "webcolleges"], "author": "unknown", "content": "Experience with videolectures and project based teaching. Lecturer in artificial intelligence and robotics, Institute for Informatics, Faculty of Science, University of Amsterdam. See more about his teaching .", "title": "Arnoud Visser", "type": "Person", "correct": false}, "78": {"tags": ["StudiocourseModel", "ActiveLearning", "StudentCentredTeaching", "Natuurwetenschappen"], "author": "Natasa Brouwer", "not_recalled": true, "content": "Interactieve Bta Leeromgeving (IBL) Motivation to start this project \r\n\r\n Active learning is very important in science education. In science education experiment is an important element in constructing understanding. What is a suitable teaching model for science higer education? \r\n\r\n \r\n\r\n Results \r\n\r\n In this project Utrecht University and University of Amsterdam collaborated on a development of a studio course education model and implemented it in 13 bachelor science courses. There is a publication (in Dutch) in which you can read about the studio course model, the design of the courses and experiences and the interviews with the lecturers who used studio course model into their teaching practice. \r\n\r\n \r\n\r\n One of the important experiences of this project is: \r\n\r\n\"There is no \"ready-to-use\" educational model which a lecturer has to apply to bring innovation in his or her teaching. The result is much better when an education model is tailored made implemented in teaching practice.\" \r\n\r\n \r\n\r\n Partner institutions: Utrecht University, University of Amsterdam \r\n\r\n \r\n\r\n Project leader: Marjon Engelbarts (project, UU), Natasa Brouwer (UvA) \r\n\r\n \r\n\r\n Funding: SURF \r\n\r\n Project period: S eptember 2002  December 2004 \r\n\r\n \r\n\r\n Download project publication: Interactief_betaonderwijs.pdf (in Dutch)", "title": "Interactieve Bta Leeromgeving (IBL)", "type": "Project"}, "178": {"tags": ["MathematicsTestTool", "MathematicsLearningEnvironment", "Themabijeenkomst", "DigitalAssessmentTools", "MathematicsForOthers", "TestBasedLearning", "ToetsenEnToetsgestuurdLeren", "FormatieveToetsen", "Assessment"], "author": "Natasa Brouwer", "not_recalled": true, "content": "Themabijeenkomst: Wiskunde als bachelor steunvak Doelgroep \r\n\r\n \r\n\r\n Voor iedereen die betrokken is bij wiskunde onderwijs in de eerste bachelorjaren Download flyer van de bijeenkomst \r\n\r\n Aanmelden - zie hieronder (nodig ivm. consumptie en ruimte) \r\n\r\n De thema is Wiskunde als steunvak , dus Wiskunde voor niet-wiskundigen . Wiskunde is voor elke Bta opleiding belangrijk, al ligt de nadruk per opleiding anders: gaat het om statistiek, modelleren of lineaire algebra? Daarbij zien we bij elke opleiding dat het nodig is om studenten via diagnostische toet sen zelfkennis te laten opdoen over hun capaciteiten. Door de groei van de opleidingen gaat het daarbij altijd om flinke groepen, waardoor digitale toets- en oefen-omgeving en noodzakelijk zijn. \r\n\r\nBinnen de FNWI is hier veel expertise, maar die wordt nog niet voldoende gedeeld. Deze eerste bijeenkomst zet daarom in op het uitwisselen van best practices aan de hand van een paar recente ontwikkelingen. \r\n\r\n Programma \r\n\r\n\r\n \r\n\r\n\t Leo Dorst : Ervaringe n met digitale wiskundetoetsen bij Kunstmatige intelligentie (ca. 15 min.) \r\n\r\n\t Andr Heck: e-Wiskunde gentegreerd bij Levenswetenschappen (ca. 25 min. ) \r\n\r\n\t Discussie \r\n\r\n \r\n\r\n\t Wat is nut en rendement van diagnostische toetsen? \r\n\r\n\t Hoe kun je het wiskundeonderwijs voor niet-wiskundigen zodanig organiseren dat bij grote groepen studenten voldoende geoefend wordt en de kennis ook langer blijft hangen? \r\n\r\n\t Hoe gebruik je digitale leer- en toetsomgevingen voor wiskunde in het Facebook tijdperk? \r\n\r\n \r\n\r\n Themabijeenkomsten Bacheloronderwijs \r\n\r\nBacheloronderwijs kent een flink aantal themas die voor alle opleidingen belangrijk zijn, denk maar aan de aansluiting VWO-universiteit, taal en wiskunde toetsen en eventueel bijspijkeronderwijs daarin, tutoraten en vaardighedenonderwijs. Bij elk thema is maar een beperkt deel van de FNWI staf betrokken. \r\n\r\nIn het voorjaar 2014 organis eert het College of Science daarom een aantal maandelijkse bijeenkomsten rond n thema, voor een specifieke doelgroep. Als deze proefopzet slaagt wordt de serie voortgezet .", "title": "Themabijeenkomst: Wiskunde als bachelor steunvak", "type": "Event"}}, "tags": ["MapleTA", "Natuurwetenschappen", "AfstandOnderwijsEnZelfstandigLeren", "LearningAnalytics", "DigitalAssessmentTools", "ActiveLearning", "Pencasts", "WiskundeToetstools", "RemedierendWiskundeOnderwijs", "StudiocourseModel", "Wiskunde", "ToetsenEnToetsgestuurdLeren"], "author": "unknown", "content": "Expertise in digital testing in mathematics, mathematics transition problems. Research in education, ICT innovation projects. Experience in teaching using ICT. Lecturer in Mathematics, Korteweg-de Vries Institute for Mathematics, Faculty of Science, University of Amsterdam. See more about Work and Education", "title": "Andr Heck", "type": "Person"}}